export default function Page() {
	return (
		<div className="w-full mt-12 relative flex flex-row items-start justify-start leading-[normal] tracking-[normal] text-right text-base font-cairo">
			<div className="w-full flex flex-col px-8 py-20 gap-4">
				<h1 className="font-bold text-3xl">من نحن</h1>
				<div className="flex flex-col">
					<p>- منصة يمتاز الإلكترونية</p>
					<p>
						- دليلك المبتكر إلى عالم المهن والخدمات الاستشارية
						والقانونية
					</p>
					<p>- بادر لحجز مكتبك الإلكتروني فوراً</p>
					<p>- نخدمكم على مدار الساعة</p>
					<p>&nbsp;</p>
					<p>* طريقة الاشتراك :</p>
					<p>
						الحصول على عضوية منصة يمتاز الإلكتورنية للخدمات
						الاستشارية القانونية مجاني ودون أي رسوم، وسيحصل عضو
						المنصة (مقدم الخدمة) على ظهور مجاني في صفحة الدليل
						الرقمي طيلة فترة انضمامه للمنصة .
					</p>
					<p>&nbsp;</p>
					<p>* ما معنى مقدم الخدمة ؟</p>
					<p>
						مقدم الخدمة هو المهني صاحب الاختصاص كالمحامي المرخص
						والمستشار القانوني والممثل النظامي والوكيل الشرعي
						والمسوق القانوني والموثق والمدرب القانوني والباحث
						القانوني والمحامي المتدرب ...
					</p>
					<p>
						إلى آخر المهن التي يتم استحداثها في المنصة وفق الأنظمة
						المعتبرة ومتطلبات سوق العمل .
					</p>
					<p>&nbsp;</p>
					<p>* كيفية التسجيل كمقدم خدمة ؟</p>
					<p>
						عبر هذا الرابط :&nbsp;
						<a href="https://ymtaz.sa/sign-in">
							التسجيل في منصة يمتاز (ymtaz.sa)
						</a>
						&nbsp;
					</p>
				</div>
				<h1 className="font-bold text-3xl">الرؤية</h1>

				<div className="flex flex-col">
					<p>
						جيل من الشباب السعودي الطامح لمعانقة الإنجاز بلغة عصرية
						متوثبة وهمة وطنية رائدة .
					</p>
				</div>
				<h1 className="font-bold text-3xl">الرسالة</h1>

				<div className="flex flex-col">
					<p>نتقدم للأمام، ونسعى للأفضل (تعلمنا لنعين)</p>
					<p>
						انضم اليوم لجيل من الشباب الطموح، ضمن عشرات المهن
						الاستشارية تحت سقف ريادي فسيح .
					</p>
					<p>
						شركة يمتاز للمحاماة والاستشارات القانونية - شركة مهنية
						سعودية ذات مسؤولية محدودة
					</p>
				</div>
				<h1 className="font-bold text-3xl">* طريقة الاشتراك </h1>

				<div className="flex flex-col">
					<p
						style={{ boxSizing: 'border-box' }}
						className="my-4 p-0 border-none outline-none relative leading-7 text-[#333333] text-lg text-right"
					>
						الحصول على عضوية منصة يمتاز الإلكترونية للخدمات
						الاستشارية القانونية هو انضمام مجاني ودون أي رسوم،
						وسيحصل عضو المنصة (مقدم الخدمة) على ظهور مجاني في صفحة
						الدليل الرقمي طيلة فترة انضمامه للمنصّة .
					</p>
				</div>
				<h1 className="font-bold text-3xl">سياسة خصوصية المحامي</h1>

				<div className="flex flex-col">
					<ul>
						<li>&nbsp;منصة يمتاز الإلكترونية</li>
					</ul>
					<p>
						- دليلك المبتكر إلى عالم المهن والخدمات الاستشارية
						والقانونية.
					</p>
					<p>&nbsp;</p>
					<ul>
						<li>&nbsp;طريقة الاشتراك :</li>
					</ul>
					<p>
						الحصول على عضوية منصة يمتاز الإلكترونية للخدمات
						الاستشارية القانونية مجاني ودون أي رسوم، وسيحصل عضو
						المنصة (مقدم الخدمة) على ظهور مجاني في صفحة الدليل
						الرقمي طيلة فترة انضمامه للمنصة وفق الشروط والقواعد
						المتبعة .
					</p>
					<p>&nbsp;</p>
					<ul>
						<li>&nbsp;ما معنى مقدم الخدمة ؟</li>
					</ul>
					<p>
						- مقدم الخدمة هو المهني صاحب الاختصاص كالمحامي المرخص
						والمستشار القانوني والممثل النظامي والوكيل الشرعي
						والموثق والمدرب القانوني والباحث القانوني والمحامي
						المتدرب .
					</p>
					<p>
						إلى آخر المهن التي يتم استحداثها في المنصة وفق الأنظمة
						المعتبرة ومتطلبات سوق العمل .
					</p>
					<p>&nbsp;</p>
					<ul>
						<li>ما هي المهن التي تقبلها المنصة ؟</li>
						<li>
							ترحب المنصة باقتراح أي مهنة جديدة لا تخرج عن الإطار
							العام لنشاط المنصة متى كانت متاحة نظاماً وتتوافق مع
							متطلبات سوق العمل .
						</li>
					</ul>
					<p>&nbsp;</p>
					<p>* كيفية التسجيل كمقدم خدمة ؟</p>
					<p>
						عبر هذا الرابط :&nbsp;
						<a href="https://ymtaz.sa/lawyer/sign-in/form">
							التسجيل في منصة يمتاز (ymtaz.sa)
						</a>
						&nbsp;
					</p>
					<p>&nbsp;</p>
					<ul>
						<li>شروط الالتحاق بالمنصة ؟</li>
						<li>
							أن يتعهد المتقدم بأن المعلومات المقدمة للمنصة صحيحة
							نظاماً وللمنصة سلوك كل السبل النظامية للتأكد من ذلك
							بما فيها طلب نسخة من هوية المتقدم عند التسجيل .
						</li>
						<li>
							أن يدون مقدم الخدمة رقم الترخيص ونسخة من الترخيص في
							كل مهنة يتطلب النظام وجود ترخيص لمزاولتها .
						</li>
						<li>
							للمنصة تعليق أي عضوية من الظهور عند وجود أي ملاحظة
							ودون مبررات وفق ما تراه إدارة المنصة .
						</li>
						<li>
							للعضو طلب تعليق عضويته عند الحاجة متى أراد بمراسلة
							المنصة عبر أيقونة اتصل بنا .
						</li>
						<li>
							على المتقدم أن يكون تعامله مع العملاء بكل احترافية
							وأمانة وفق الضوابط واللوائح المنظمة لهذه العلاقة .
						</li>
						<li>
							تتعهد المنصة بالمحافظة على خصوصية عملائها ومقدمي
							الخدمة لديها وتضمن عدم الوصول للوثائق أو المعلومات
							وفق الأنظمة والتعليمات المنظمة لذلك.
						</li>
					</ul>
					<p>
						- ملحوظة : عند وجود أي تحديثات أو إضافات على هذه البنود
						فسيتم تحديث هذا الميثاق وعرضه على كافة مقدمي الخدمة
						للتوقيع عليه .
					</p>
					<p>والله الموفق .</p>
				</div>
				<h1 className="font-bold text-3xl">الشروط والاحكام </h1>

				<div className="flex flex-col">
					<h4>
						شروط والاحكام للعميل شروط والاحكام للعميلشروط والاحكام
						للعميلشروط والاحكام للعميلشروط والاحكام للعميلشروط
						والاحكام للعميلشروط والاحكام للعميل
					</h4>
				</div>
			</div>
		</div>
	);
}
