export default function Page() {
	return (
		<div
			style={{ direction: 'rtl' }}
			className="w-full mt-12 relative flex flex-row items-start justify-start leading-[normal] tracking-[normal] text-right text-base font-cairo"
		>
			<div className="w-full flex flex-col px-8 py-20 gap-4">
				<h1 className="text-3xl font-bold mb-4">الشروط والأحكام</h1>
				<p className="text-sm mb-4">
					<strong>آخر تحديث: 8/3/2024</strong>
				</p>
				<p className="mb-6">
					<strong>&quot;المنصة&quot;</strong> تشير إلى الموقع
					الإلكتروني والمنتجات المقدمة من يمتاز.
					<br />
					<strong>&quot;المستخدم&quot;</strong> يشير إلى أي فرد يستخدم
					المنصة لحجز المنتجات القانونية.
					<br />
					<strong>&quot;المحامي&quot;</strong> يشير إلى أي مهني قانوني
					مسجل على المنصة لتقديم المنتجات القانونية.
					<br />
					<strong>&quot;المنتجات&quot;</strong> تشير إلى الخدمات
					القانونية، الخدمات الاستشارية، والحجوزات المقدمة من المحامين
					للمستخدمين من خلال المنصة.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					2. استخدام المنصة
				</h2>
				<p className="mb-6">
					<strong>الأهلية:</strong> يجب أن تكون على الأقل 18 عامًا
					لاستخدام المنصة.
					<br />
					<strong>تسجيل الحساب:</strong> يجب إنشاء حساب لاستخدام ميزات
					معينة في المنصة. أنت مسؤول عن الحفاظ على سرية معلومات حسابك
					وعن جميع الأنشطة التي تحدث ضمن حسابك.
					<br />
					<strong>المعلومات الدقيقة:</strong> توافق على تقديم معلومات
					دقيقة وحالية وكاملة خلال عملية التسجيل وتحديث هذه المعلومات
					للحفاظ على دقتها وحداثتها وكمالها.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					3. حجز وتقديم المنتجات
				</h2>
				<p className="mb-6">
					<strong>الحجز:</strong> يمكن للمستخدمين حجز المنتجات
					القانونية عبر المنصة من خلال تقديم طلب يوضح احتياجاتهم
					القانونية.
					<br />
					<strong>قبول الطلبات:</strong> يمكن للمحامين قبول أو رفض
					الطلبات بناءً على توفرهم وخبراتهم. بمجرد قبول الطلب، يتم
					تكوين عقد بين المستخدم والمحامي.
					<br />
					<strong>الدفع:</strong> يوافق المستخدمون على دفع الرسوم
					مقابل المنتجات المقدمة من المحامي كما هو متفق عليه عند
					الحجز. قد تسهل المنصة عملية الدفع من خلال خدمات طرف ثالث.
					<br />
					<strong>مكالمات الفيديو:</strong> يتم تسجيل جميع مكالمات
					الفيديو بين المستخدمين والمحامين لأغراض الجودة والقانونية.
					باستخدامك لهذه المنصة، فإنك توافق على تسجيل هذه المكالمات.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					4. مسؤوليات المحامي
				</h2>
				<p className="mb-6">
					<strong>المعايير المهنية:</strong> يوافق المحامون على تقديم
					المنتجات القانونية وفقًا للقوانين والمعايير المهنية السارية.
					<br />
					<strong>السرية:</strong> يوافق المحامون على الحفاظ على سرية
					جميع المعلومات المقدمة من المستخدمين واستخدام هذه المعلومات
					فقط لغرض تقديم المنتجات القانونية.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					5. مسؤوليات المستخدم
				</h2>
				<p className="mb-6">
					<strong>الامتثال للقوانين:</strong> يوافق المستخدمون على
					استخدام المنصة والمنتجات المقدمة بما يتوافق مع جميع القوانين
					المعمول بها.
					<br />
					<strong>المعلومات الدقيقة:</strong> يوافق المستخدمون على
					تقديم معلومات دقيقة للمحامين وتحديث هذه المعلومات حسب
					الحاجة.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					6. الرسوم والمدفوعات
				</h2>
				<p className="mb-6">
					<strong>رسوم الخدمة:</strong> قد تفرض المنصة رسوم خدمة
					لاستخدام منتجاتها. سيتم إبلاغ هذه الرسوم للمستخدمين
					والمحامين عند الحجز أو التسجيل.
					<br />
					<strong>معالجة الدفع:</strong> قد تستخدم المنصة معالجات دفع
					تابعة لطرف ثالث للتعامل مع المعاملات المالية. يوافق
					المستخدمون والمحامون على الامتثال للشروط والأحكام الخاصة
					بمعالجات الدفع.
				</p>

				<h2 className="text-2xl font-semibold mb-2">7. حل النزاعات</h2>
				<p className="mb-6">
					<strong>الوساطة:</strong> في حالة وجود نزاع بين المستخدم
					والمحامي، قد تقدم المنصة خدمات الوساطة للمساعدة في حل
					المشكلة.
					<br />
					<strong>التحكيم الملزم:</strong> إذا لم تنجح الوساطة، يتم حل
					النزاع من خلال التحكيم الملزم وفقًا لقواعد جمعية التحكيم
					الأمريكية.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					8. تحديد المسؤولية
				</h2>
				<p className="mb-6">
					المنصة غير مسؤولة عن أي تصرفات أو إغفالات من المحامين أو
					المستخدمين. المنصة غير مسؤولة عن أي أضرار تنشأ عن استخدام
					المنتجات المقدمة من المحامين.
				</p>

				<h2 className="text-2xl font-semibold mb-2">9. الإنهاء</h2>
				<p className="mb-6">
					تحتفظ المنصة بالحق في إنهاء أو تعليق حسابك في أي وقت، مع أو
					بدون سبب، ومع أو بدون إشعار.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					10. التغييرات على الشروط
				</h2>
				<p className="mb-6">
					تحتفظ المنصة بالحق في تعديل هذه الشروط في أي وقت. سنقوم
					بإعلامك بأي تغييرات عن طريق نشر الشروط الجديدة على المنصة.
					استمرار استخدامك للمنصة بعد هذه التغييرات يشكل قبولك للشروط
					الجديدة.
				</p>

				<h2 className="text-2xl font-semibold mb-2">
					11. معلومات الاتصال
				</h2>
				<p className="mb-6">
					إذا كان لديك أي أسئلة حول هذه الشروط، يرجى الاتصال بنا على
					support@ymtaz.sa.
				</p>

				<p>
					باستخدامك يمتاز، فإنك تقر بأنك قد قرأت وفهمت وتوافق على
					الالتزام بهذه الشروط والأحكام.
				</p>
			</div>
		</div>
	);
}
